Repository: nickoneill/PermissionScope
Catalog: files/*.strings
Languages: chinese, german, italian, japanese, korean, spanish

source: Allow Contacts
chinese: 授权访问通讯录
german: Kontakte freigeben
italian: Consenti Contatti
japanese: 連絡先へのアクセスを許可する。
korean: 연락처 접근 허용
spanish: Permitir Contactos

source: Allow Events
chinese: 授权访问日历
german: Kalender freigeben
italian: Consenti Eventi
japanese: イベントへのアクセスを許可する。
korean: 이벤트 접근 허용
spanish: Permitir Eventos

source: Enable Location
chinese: 授权访问位置信息
german: Standort freigeben
italian: Abilita Localizzazione
japanese: 位置情報の取得を有効にする。
korean: 위치정보 사용
spanish: Habilitar Localización

source: Allow Notifications
chinese: 授权通知推送
german: Benachrichtigungen zulassen
italian: Consenti Notifiche
japanese: 通知を許可する。
korean: 알림 접근 허용
spanish: Permitir Notificaciones

source: Allow Microphone
chinese: 授权使用麦克风
german: Mikrofonzugriff erlauben
italian: Consenti Microfono
japanese: マイクへのアクセスを許可する。
korean: 마이크 접근 허용
spanish: Permitir Micrófono

source: Allow Camera
chinese: 授权使用相机
german: Kamerazugriff aktivieren
italian: Consenti Fotocamera
japanese: カメラへのアクセスを許可する。
korean: 카메라 접근 허용
spanish: Permitir Cámara

source: Allow Photos
chinese: 授权使用相册
german: Fotos freigeben
italian: Consenti Galleria Fotografica
japanese: 写真へのアクセスを許可する。
korean: 사진 접근 허용
spanish: Permitir Fotos

source: Allow Reminders
chinese: 授权访问备忘录
german: Erinnerungen erlauben
italian: Consenti Promemoria
japanese: リマインダーへのアクセスを許可する。
korean: 미리알림 접근 허용
spanish: Permitir Recordatorios

source: Allow Bluetooth
chinese: 授权使用蓝牙
german: Bluetoothzugriff aktivieren
italian: Consenti Bluetooth
japanese: Bluetoothへのアクセスを許可する。
korean: 블루투스 접근 허용
spanish: Permitir Bluetooth

source: Allow Motion
chinese: 授权访问健康数据
german: Bewegungsdaten freigeben
italian: Consenti Monitoraggio Attività Fisica
japanese: モーションへのアクセスを許可する。
korean: 동작 및 피트니스 접근 허용
spanish: Permitir Movimiento

source: Allow Speech
italian: Consenti Discorso
korean: 연설 접근 허용
spanish: Permitir Habla

source: Contacts
chinese: 通讯录
german: Kontakte
italian: Contatti
japanese: 連絡先
korean: 연락처
spanish: Contactos

source: Events
chinese: 日历
german: Kalender
italian: Eventi
japanese: イベント
korean: 이벤트
spanish: Eventos

source: LocationAlways
chinese: 在使用期间访问位置信息
german: Standort
italian: Localizzazione Sempre Attiva
japanese: 常に位置情報を取得する
korean: 위치정보
spanish: UbicaciónSiempre

source: LocationInUse
chinese: 随时访问位置信息
german: Standort
italian: Localizzazione Quando in Uso
japanese: アプリ利用時のみ位置情報を取得する
korean: 위치정보
spanish: UbicaciónAlUsarse

source: Notifications
chinese: 通知
german: Benachrichtigungen
italian: Notifiche
japanese: 通知
korean: 알림
spanish: Notificaciones

source: Microphone
chinese: 麦克风
german: Mikrofon
italian: Microfono
japanese: マイク
korean: 마이크
spanish: Micrófono

source: Camera
chinese: 相机
german: Kamera
italian: Fotocamera
japanese: カメラ
korean: 카메라
spanish: Cámara

source: Photos
chinese: 相册
german: Fotos
italian: Galleria Fotografica
japanese: 写真
korean: 사진
spanish: Fotos

source: Reminders
chinese: 备忘录
german: Erinnerungen
italian: Promemoria
japanese: リマインダー
korean: 미리알림
spanish: Recordatorios

source: Bluetooth
chinese: 蓝牙
korean: 블루투스

source: Motion
chinese: 健康数据
german: Bewegungsdaten
italian: Monitoraggio Attività Fisica
japanese: モーション
korean: 동작 및 피트니스
spanish: Movimiento

source: Speech
italian: Discorso
korean: 연설
spanish: Habla

source: Allowed Contacts
chinese: 已授权访问通讯录
german: Kontakte freigegeben
italian: Contatti Abilitati
japanese: 連絡先へのアクセスは許可済みです。
korean: 연락처 접근 허용됨
spanish: Contactos Permitidos

source: Allowed Events
chinese: 已授权访问日历
german: Kalender freigegeben
italian: Eventi Abilitati
japanese: イベントへのアクセスは許可済みです。
korean: 이벤트 접근 허용됨
spanish: Eventos Permitidos

source: Allowed Location
chinese: 已授权访问位置信息
german: Standort freigegeben
italian: Localizzazione Abilitata
japanese: 位置情報の取得は可能です。
korean: 위치정보 접근 허용됨
spanish: Localización Permitida

source: Allowed Notifications
chinese: 已授权通知推送
german: Benachrichtigungen zugelassen
italian: Notifiche Abilitate
japanese: 通知は許可されています。
korean: 알림 접근 허용됨
spanish: Notificaciones Permitidas

source: Allowed Microphone
chinese: 已授权使用麦克风
german: Mikrofonzugriff erlaubt
italian: Microfono Abilitato
japanese: マイクへのアクセスは許可済みです。
korean: 마이크 접근 허용됨
spanish: Micrófono Permitido

source: Allowed Camera
chinese: 已授权使用相机
german: Kamerazugriff erlaubt
italian: Fotocamera Abilitata
japanese: カメラへのアクセスは許可済みです。
korean: 카메라 접근 허용됨
spanish: Cámara Permitida

source: Allowed Photos
chinese: 已授权使用相册
german: Fotos freigegeben
italian: Galleria Fotografica Abilitata
japanese: 写真へのアクセスは許可済みです。
korean: 사진 접근 허용됨
spanish: Fotos Permitidas

source: Allowed Reminders
chinese: 已授权访问备忘录
german: Erinnerungen freigegeben
italian: Promemoria Abilitati
japanese: リマインダーへのアクセスは許可済みです。
korean: 미리알림 접근 허용됨
spanish: Recordatorios Permitidos

source: Allowed Bluetooth
chinese: 已授权使用蓝牙
german: Bluetoothzugriff erlaubt
italian: Bluetooth Abilitato
japanese: Bluetoothへのアクセスは許可済みです。
korean: 블루투스 접근 허용됨
spanish: Bluetooth Permitido

source: Allowed Motion
chinese: 已授权访问健康数据
german: Bewegungsdaten freigegeben
italian: Monitoraggio Attività Fisica Abilitato
japanese: モーションへのアクセスは許可済みです。
korean: 동작 및 피트니스 접근 허용됨
spanish: Movimiento Permitido

source: Allowed Speech
italian: Discorso Abilitato
korean: 연설 접근 허용됨
spanish: Habla Permitido

source: Denied Contacts
chinese: 访问通讯录被拒绝
german: Kontaktzugriff verweigert
italian: Contatti Negati
japanese: 連絡先へのアクセスは拒否されました。
korean: 연락처 접근 거부됨
spanish: Contactos Denegados

source: Denied Events
chinese: 访问日历被拒绝
german: Kalenderzugriff verweigert
italian: Eventi Negati
japanese: イベントへのアクセスは拒否されました。
korean: 이벤트 접근 거부됨
spanish: Eventos Denegados

source: Denied Location
chinese: 获取位置信息被拒绝
german: Standortzugriff verweigert
italian: Localizzaione Negata
japanese: 位置情報の取得は拒否されました。
korean: 위치정보 접근 거부됨
spanish: Localización Denegada

source: Denied Notifications
chinese: 推送通知被拒绝
german: Benachrichtigungen verweigert
italian: Notifiche Negate
japanese: 通知は拒否されました。
korean: 알림 접근 거부됨
spanish: Notificaciones Denegadas

source: Denied Microphone
chinese: 访问麦克风被拒绝
german: Mikrofonzugriff verweigert
italian: Microfono Negato
japanese: マイクへのアクセスは拒否されました。
korean: 마이크 접근 거부됨
spanish: Micrófono Denegado

source: Denied Camera
chinese: 访问相机被拒绝
german: Kamerazugriff verweigert
italian: Fotocamera Negata
japanese: カメラへのアクセスは拒否されました。
korean: 카메라 접근 거부됨
spanish: Cámara Denegada

source: Denied Photos
chinese: 访问相册被拒绝
german: Fotozugriff verweigert
italian: Galleria Fotografica Negata
japanese: 写真へのアクセスは拒否されました。
korean: 사진 접근 거부됨
spanish: Fotos Denegadas

source: Denied Reminders
chinese: 访问备忘录被拒绝
german: Erinnerungen verweigert
italian: Promemoria Negati
japanese: リマインダーへのアクセスは拒否されました。
korean: 미리알림 접근 거부됨
spanish: Recordatorios Denegados

source: Denied Bluetooth
chinese: 访问蓝牙被拒绝
german: Bluetoothzugriff verweigert
italian: Bluetooth Negato
japanese: Bluetoothへのアクセスは拒否されました。
korean: 블루투스 접근 거부됨
spanish: Bluetooth Denegado

source: Denied Motion
chinese: 访问健康数据被拒绝
german: Bewegungsdaten nicht freigegeben
italian: Monitoraggio Attività Fisica Negata
japanese: モーションへのアクセスは拒否されました。
korean: 동작 및 피트니스 접근 거부됨
spanish: Movimiento Denegado

source: Denied Speech
italian: Discorso Negato
korean: 연설 접근 거부됨
spanish: Habla Denegado

source: Contacts Disabled
chinese: 通讯录不可用
german: Kontakte deakt.
italian: Contatti Disabilitati
japanese: 連絡先へのアクセスは無効です。
korean: 연락처 사용 불가
spanish: Contactos Deshabilitados

source: Events Disabled
chinese: 日历不可用
german: Kalender deakt.
italian: Eventi Disabilitati
japanese: イベントへのアクセスは無効です。
korean: 이벤트 사용 불가
spanish: Eventos Deshabilitados

source: Location Disabled
chinese: 定位功能不可用
german: Standortdaten deakt.
italian: Localizzazione Disabilitata
japanese: 位置情報の取得は無効です。
korean: 위치정보 사용 불가
spanish: Localización Deshabilitada

source: Notifications Disabled
chinese: 通知推送不可用
german: Benachrichtigungen deakt.
italian: Notifiche Disabilitate
japanese: 通知は無効です。
korean: 알림 사용 불가
spanish: Notificaciones Deshabilitadas

source: Microphone Disabled
chinese: 麦克风不可用
german: Mikrofon deakt.
italian: Microfono Disabilitato
japanese: マイクは無効です。
korean: 마이크 사용 불가
spanish: Micrófono Deshabilitado

source: Camera Disabled
chinese: 相机不可用
german: Kamera deakt.
italian: Fotocamera Disabilitata
japanese: カメラは無効です。
korean: 카메라 사용 불가
spanish: Cámara Deshabilitada

source: Photos Disabled
chinese: 相册不可用
german: Fotos deakt.
italian: Galleria Fotografica Disabilitata
japanese: 写真は無効です。
korean: 사진 사용 불가
spanish: Fotos Deshabilitadas

source: Reminders Disabled
chinese: 备忘录不可用
german: Erinnerungen deakt.
italian: Promemoria Disabilitati
japanese: リマインダーは無効です。
korean: 미리알림 사용 불가
spanish: Recordatorios Deshabilitados

source: Bluetooth Disabled
chinese: 蓝牙不可用
german: Bluetooth deakt.
italian: Bluetooth Spento
japanese: Bluetoothは無効です。
korean: 블루투스 사용 불가
spanish: Bluetooth Deshabilitado

source: Motion Disabled
chinese: 健康数据不可用
german: Bewegungsdaten deakt.
italian: Monitoraggio Attività Fisica Disabilitata
japanese: モーションは無効です。
korean: 동작 및 피트니스 사용 불가
spanish: Movimiento Deshabilitado

source: Speech Disabled
italian: Discorso Spento
korean: 연설 사용 불가
spanish: Habla Deshabilitado

source: Close
chinese: 关闭
german: Schließen
italian: Chiudi
japanese: 閉じる
korean: 닫기
spanish: Cerrar

source: Hey, listen!
chinese: 嗨，亲！
german: Hey, du!
italian: Ciao, ascolta!
korean: 잠시만요!
spanish: ¡Oye, tú!

source: We need a couple things before you get started.
chinese: 在继续之前 我们还需要征询您的授权
german: Wir brauchen noch etwas, bevor du starten kannst!
italian: Ci servirebbero un paio di cose prima di iniziare!
korean: 접근권한 확인이 필요합니다.
spanish: Necesitamos algunas cosas antes de empezar.

source: Permission for Contacts was denied.
chinese: 访问通讯录被拒绝
german: Kontaktzugriff wurde verweigert.
italian: Permessi Negati per i Contatti.
japanese: 連絡先へのアクセスが拒否されました。
korean: 연락처 접근이 거부되어 있습니다.
spanish: El acceso a los Contactos fue denegado.

source: Permission for Events was denied.
chinese: 访问日历被拒绝
german: Kalenderzugriff wurde verweigert.
italian: Permessi Negati per gli Eventi.
japanese: イベントへのアクセスが拒否されました。
korean: 이벤트 접근이 거부되어 있습니다.
spanish: El acceso a los Eventos fue denegado.

source: Permission for LocationAlways was denied.
korean: 위치정보 접근이 거부되어 있습니다.

source: Permission for LocationInUse was denied.
korean: 위치정보 접근이 거부되어 있습니다.

source: Permission for Notifications was denied.
chinese: 通知推送被拒绝
german: Berechtigung für Benachrichtigungen wurde abgelehnt.
italian: Permessi Negati per le Notifiche.
japanese: 通知へのアクセスが拒否されました。
korean: 알림 접근이 거부되어 있습니다.
spanish: El acceso a las Notificaciones fue denegado.

source: Permission for Microphone was denied.
chinese: 使用麦克风被拒绝
german: Mikrofonzugriff wurde verweigert.
italian: Permessi Negati per il Microfono.
japanese: マイクへのアクセスが拒否されました。
korean: 마이크 접근이 거부되어 있습니다.
spanish: El acceso al Micrófono fue denegado.

source: Permission for Camera was denied.
chinese: 访问相机被拒绝
german: Kamerazugriff wurde verweigert.
italian: Permessi Negati per la Fotocamera.
japanese: カメラへのアクセスが拒否されました。
korean: 카메라 접근이 거부되어 있습니다.
spanish: El acceso a la Cámara fue denegado.

source: Permission for Photos was denied.
chinese: 访问相册被拒绝
german: Zugriff auf Fotos wurde verweigert.
italian: Permessi Negati per la Galleria fotografica.
japanese: 写真へのアクセスが拒否されました。
korean: 사진 접근이 거부되어 있습니다.
spanish: El acceso a las Fotos fue denegado.

source: Permission for Reminders was denied.
chinese: 访问提醒被拒绝
german: Erlaubnis für Erinnerungen wurde abgelehnt.
italian: Permessi Negati per i Promemoria.
japanese: リマインダーへのアクセスが拒否されました。
korean: 미리알림 접근이 거부되어 있습니다.
spanish: El acceso a los Recordatorios fue denegado.

source: Permission for Bluetooth was denied.
chinese: 访问蓝牙被拒绝
german: Bluetoothnutzung wurde verweigert.
italian: Permessi Negati per il Bluetooth.
japanese: Bluetoothへのアクセスが拒否されました。
korean: 블루투스 접근이 거부되어 있습니다.
spanish: El acceso al Bluetooth fue denegado.

source: Permission for Motion was denied.
chinese: 访问健康数据被拒绝
german: Zugriff auf Bewegungsdaten wurde verweigert.
italian: Permessi Negati per il Monitoraggio Attività Fisica.
japanese: モーションへのアクセスが拒否されました。
korean: 동작 및 피트니스 접근이 거부되어 있습니다.
spanish: El acceso a los Movimientos fue denegado.

source: Permission for Speech was denied.
italian: Permessi Negati per il Discorso.
korean: 연설 접근이 거부되어 있습니다.
spanish: El acceso al Habla fue denegado.

source: Please enable access to Contacts in the Settings app
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问通讯录
german: Bitte ermögliche den Zugriff auf Kontakte in den Einstellungen
italian: Abilita i permessi per i Contatti nelle Impostazioni dell'App
japanese: 連絡先へのアクセスを設定アプリから許可してください。
korean: 설정앱에서 연락처 접근을 허용해주세요.
spanish: Por favor, habilita el acceso a los Contactos en la aplicación de Ajustes

source: Please enable access to Events in the Settings app
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问日历
german: Bitte aktivieren den Zugang zum Kalender in den Einstellungen
italian: Abilita i permessi per gli Eventi nelle Impostazioni dell'App
japanese: イベントへのアクセスを設定アプリから許可してください。
korean: 설정앱에서 이벤트 접근을 허용해주세요.
spanish: Por favor, habilita el acceso a los Eventos en la aplicación de Ajustes

source: Please enable access to LocationAlways in the Settings app
korean: 설정앱에서 위치정보 접근을 허용해주세요.

source: Please enable access to LocationInUse in the Settings app
korean: 설정앱에서 위치정보 접근을 허용해주세요.

source: Please enable access to Notifications in the Settings app
chinese: 请在iPhone的“设置-隐私”选项中，允许应用进行通知栏推送
german: Bitte aktiviere die Benachrichtigungen in den Einstellungen
italian: Abilita i permessi per le Notifiche nelle Impostazioni dell'App
japanese: 通知へのアクセスを設定アプリから許可してください。
korean: 설정앱에서 알림 접근을 허용해주세요.
spanish: Por favor, habilita el acceso a las Notificaciones en la aplicación de Ajustes

source: Please enable access to Microphone in the Settings app
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问麦克风
german: Bitte aktiviere das Mikrofon in den Einstellungen
italian: Abilita i permessi per il Microfono nelle Impostazioni dell'App
japanese: マイクへのアクセスを設定アプリから許可してください。
korean: 설정앱에서 마이크 접근을 허용해주세요.
spanish: Por favor, habilita el acceso al Micrófono en la aplicación de Ajustes

source: Please enable access to Camera in the Settings app
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问相机
german: Bitte aktiviere den Zugriff auf die Kamera in den Einstellungen
italian: Abilita i permessi per la Fotocamera nelle Impostazioni dell'App
japanese: カメラへのアクセスを設定アプリから許可してください。
korean: 설정앱에서 카메라 접근을 허용해주세요.
spanish: Por favor, habilita el acceso a la Cámara en la aplicación de Ajustes

source: Please enable access to Photos in the Settings app
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问相册
german: Bitte aktiviere den Zugriff auf Fotos in den Einstellungen
italian: Abilita i permessi per la Galleria fotografica nelle Impostazioni dell'App
japanese: 写真へのアクセスを設定アプリから許可してください。
korean: 설정앱에서 사진 접근을 허용해주세요.
spanish: Por favor, habilita el acceso a las Fotos en la aplicación de Ajustes

source: Please enable access to Reminders in the Settings app
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问备忘录
german: Bitte aktiviere den Zugang zu Erinnerungen in den Einstellungen
italian: Abilita i permessi per i Promomoria nelle Impostazioni dell'App
japanese: リマインダーへのアクセスを設定アプリから許可してください。
korean: 설정앱에서 미리알림 접근을 허용해주세요.
spanish: Por favor, habilita el acceso a los Recordatorios en la aplicación de Ajustes

source: Please enable access to Bluetooth in the Settings app
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问蓝牙
german: Bitte aktiviere Bluetoothnutzung in Einstellungen
italian: Abilita i permessi per il Bluetooth nelle Impostazioni dell'App
japanese: Bluetoothの使用を設定アプリから許可してください。
korean: 설정앱에서 블루투스 접근을 허용해주세요.
spanish: Por favor, habilita el acceso al Bluetooth en la aplicación de Ajustes

source: Please enable access to Motion in the Settings app
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问健康数据
german: Bitte aktiviere Zugriff auf Bewegungsdaten in den Einstellungen
italian: Abilita i permessi per il Monitoraggio attività fisica nelle Impostazioni dell'App
japanese: モーションへのアクセスを設定アプリから許可してください。
korean: 설정앱에서 동작 및 피트니스 접근을 허용해주세요.
spanish: Por favor, habilita el acceso a los Movimientos en la aplicación de Ajustes

source: Please enable access to Speech in the Settings app
italian: Abilita i permessi per il Discorso nelle Impostazioni dell'App
korean: 설정앱에서 연설 접근을 허용해주세요.
spanish: Por favor, habilita el acceso al Habla en la aplicación de Ajustes

source: OK
chinese: 好的
japanese: 了解
korean: 확인

source: Show me
chinese: 前往设置
german: Zeig es mir
italian: Visualizza
japanese: 注目！
korean: 설정으로 이동
spanish: Muéstrame

source: Contacts is currently disabled.
chinese: 通讯录不可用
german: Kontaktzugriff ist derzeit deaktiviert.
italian: Contatti Disabilitati
korean: 연락처는 현재 사용 불가능합니다.
spanish: El acceso los Contactos está actualmente deshabilitado.

source: Events is currently disabled.
chinese: 日历不可用
german: Kalenderzugriff ist derzeit deaktiviert.
italian: Eventi Disabilitati
japanese: イベントへのアクセスは現在無効です。
korean: 이벤트는 현재 사용 불가능합니다.
spanish: El acceso los Eventos está actualmente deshabilitado.

source: LocationAlways is currently disabled.
korean: 위치정보는 현재 사용 불가능합니다.

source: LocationInUse is currently disabled.
korean: 위치정보는 현재 사용 불가능합니다.

source: Notifications is currently disabled.
chinese: 通知推送不可用
german: Benachrichtigungen sind derzeit deaktiviert.
italian: Notifiche Disabilitate
japanese: 通知へのアクセスは現在無効です。
korean: 알림은 현재 사용 불가능합니다.
spanish: El acceso las Notificaciones está actualmente deshabilitado.

source: Microphone is currently disabled.
chinese: 麦克风不可用
german: Mikrofonzugriff ist derzeit deaktiviert.
italian: Microfono Disabilitato
japanese: マイクへのアクセスは現在無効です。
korean: 마이크는 현재 사용 불가능합니다.
spanish: El acceso al Micrófono está actualmente deshabilitado.

source: Camera is currently disabled.
chinese: 相机不可用
german: Kamerazugriff ist derzeit deaktiviert.
italian: Fotocamera Disabilitata
japanese: カメラへのアクセスは現在無効です。
korean: 카메라는 현재 사용 불가능합니다.
spanish: El acceso la Cámara está actualmente deshabilitado.

source: Photos is currently disabled.
chinese: 相册不可用
german: Zugriff auf Fotos ist derzeit deaktiviert.
italian: Galleria Fotografica Disabilitata
japanese: 写真へのアクセスは現在無効です。
korean: 사진은 현재 사용 불가능합니다.
spanish: El acceso las Fotos está actualmente deshabilitado.

source: Reminders is currently disabled.
chinese: 备忘录不可用
german: Zugriff auf Erinnerungen ist derzeit deaktiviert.
italian: Promemoria Disabilitati
japanese: リマインダーへのアクセスは現在無効です。
korean: 미리알림은 현재 사용 불가능합니다.
spanish: El acceso los Recordatorios está actualmente deshabilitado.

source: Bluetooth is currently disabled.
chinese: 蓝牙不可用
german: Bluetooth ist derzeit deaktiviert.
italian: Bluetooth Spento
japanese: Bluetoothへのアクセスは現在無効です。
korean: 블루투스는 현재 사용 불가능합니다.
spanish: El acceso al Bluetooth está actualmente deshabilitado.

source: Motion is currently disabled.
chinese: 健康数据不可用
german: Zugriff auf Bewegungsdaten ist derzeit deaktiviert.
italian: Monitoraggio Attività Fisica Disabilitata
japanese: モーションへのアクセスは現在無効です。
korean: 동작 및 피트니스는 현재 사용 불가능합니다.
spanish: El acceso los Movimientos está actualmente deshabilitado.

source: Speech is currently disabled.
italian: Discorso Spento
korean: 연설 현재 사용 불가능합니다.
spanish: El acceso al Habla está actualmente deshabilitado.

source: Please enable access to Contacts in Settings
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问通讯录
german: Bitte aktiviere den Zugriff auf Kontakte in den Einstellungen
italian: Abilita i permessi per i Contatti nelle Impostazioni del telefono
japanese: 連絡先へのアクセスを有効にしてください。
korean: 설정앱에서 연락처 접근을 허용해주세요
spanish: Por favor, habilita el acceso a los Contactos en los Ajustes

source: Please enable access to Events in Settings
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问日历
german: Bitte aktiviere Kalenderzugriff in den Einstellungen
italian: Abilita i permessi per gli Eventi nelle Impostazioni del telefono
japanese: イベントへのアクセスを有効にしてください。
korean: 설정앱에서 이벤트 접근을 허용해주세요
spanish: Por favor, habilita el acceso a los Eventos en los Ajustes

source: Please enable access to LocationAlways in Settings
korean: 설정앱에서 위치정보 접근을 허용해주세요

source: Please enable access to LocationInUse in Settings
korean: 설정앱에서 위치정보 접근을 허용해주세요

source: Please enable access to Notifications in Settings
chinese: 请在iPhone的“设置-隐私”选项中，允许应用进行通知栏推送
german: Bitte aktiviere Benachrichtigungen in den Einstellungen
italian: Abilita i permessi per le Notifiche nelle Impostazioni del telefono
japanese: 通知を有効にしてください。
korean: 설정앱에서 알림 접근을 허용해주세요
spanish: Por favor, habilita el acceso a las Notificaciones en los Ajustes

source: Please enable access to Microphone in Settings
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问麦克风
german: Bitte aktiviere Mikrofonzugriff in den Einstellungen
italian: Abilita i permessi per il Microfono nelle Impostazioni del telefono
japanese: マイクへのアクセスを有効にしてください。
korean: 설정앱에서 마이크 접근을 허용해주세요
spanish: Por favor, habilita el acceso al Micrófono en los Ajustes

source: Please enable access to Camera in Settings
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问相机
german: Bitte aktiviere den Zugriff auf die Kamera in den Einstellungen
italian: Abilita i permessi per la Fotocamera nelle Impostazioni del telefono
japanese: カメラへのアクセスを有効にしてください。
korean: 설정앱에서 카메라 접근을 허용해주세요
spanish: Por favor, habilita el acceso a la Cámara en los Ajustes

source: Please enable access to Photos in Settings
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问相册
german: Bitte aktiviere den Zugriff auf Fotos in den Einstellungen
italian: Abilita i permessi per la Galleria fotografica nelle Impostazioni del telefono
japanese: 写真へのアクセスを有効にしてください。
korean: 설정앱에서 사진 접근을 허용해주세요
spanish: Por favor, habilita el acceso a las Fotos en los Ajustes

source: Please enable access to Reminders in Settings
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问备忘录
german: Bitte aktiviere den Zugriff auf Erinnerungen in den Einstellungen
italian: Abilita i permessi per i Promemoria nelle Impostazioni del telefono
japanese: リマインダーへのアクセスを有効にしてください。
korean: 설정앱에서 미리알림 접근을 허용해주세요
spanish: Por favor, habilita el acceso a los Recordatorios en los Ajustes

source: Please enable access to Bluetooth in Settings
chinese: 请在iPhone的“设置“中开启蓝牙，并在”隐私”选项中，允许应用访问蓝牙
german: Bitte aktiviere Bluetoothnutzung in den Einstellungen
italian: Accendi il Bluetooth nelle Impostazioni del telefono
japanese: Bluetoothへのアクセスを有効にしてください。
korean: 설정앱에서 블루투스 접근을 허용해주세요
spanish: Por favor, habilita el acceso al Bluetooth en los Ajustes

source: Please enable access to Motion in Settings
chinese: 请在iPhone的“设置-隐私”选项中，允许应用访问健康数据
german: Bitte aktiviere Zugriff auf Bewegungsdaten in den Einstellungen
italian: Abilita i permessi per il Monitoraggio attività fisica nelle Impostazioni
japanese: モーションへのアクセスを有効にしてください。
korean: 설정앱에서 동작 및 피트니스 접근을 허용해주세요
spanish: Por favor, habilita el acceso a los Movimientos en los Ajustes

source: Please enable access to Speech in Settings
italian: Accendi il Discorso nelle Impostazioni del telefono
korean: 설정앱에서 연설 접근을 허용해주세요
spanish: Por favor, habilita el acceso al Habla en los Ajustes

source: Permission for Location was denied.
chinese: 获取位置信息被拒绝
german: Standortgenehmigung wurde verweigert.
italian: Permessi Negati per la Localizzazione.
japanese: 位置情報へのアクセスが拒否されました。
spanish: El acceso a la Localización fue denegado.

source: Please enable access to Location in the Settings app
chinese: 请在iPhone的“设置-隐私”选项中，允许应用获取位置信息
german: Bitte aktiviere den Zugriff auf Standortdaten in den Einstellungen
italian: Abilita i permessi per la Localizzazione nelle Impostazioni dell'App
japanese: 位置情報へのアクセスを設定アプリから許可してください。
spanish: Por favor, habilita el acceso a la Localización en la aplicación de Ajustes

source: Location is currently disabled.
chinese: 定位功能不可用
german: Standortzugriff ist derzeit deaktiviert.
italian: Localizzazione Disabilitata
japanese: 位置情報へのアクセスは現在無効です。
spanish: El acceso la Localización está actualmente deshabilitado.

source: Please enable access to Location in Settings
chinese: 请在iPhone的“设置“中开启定位服务，并在”隐私”选项中，允许应用访问位置信息
german: Bitte aktiviere Standortzugriff in den Einstellugen
italian: Abilita i permessi per la Localizzazione nelle Impostazioni del telefono
japanese: 位置情報へのアクセスを有効にしてください。
spanish: Por favor, habilita el acceso a la Localización en los Ajustes
